/* 快捷键 */
/* Cancel action button in recording state */
"Cancel" = "取消";

/* Tooltip for non-empty shortcut button */
"Click to record new shortcut" = "点击设置新快捷键";

/* Tooltip for hint button near the non-empty shortcut */
"Delete shortcut" = "删除快捷键";

/* Alert button when shortcut is already used */
"OK" = "确定";

/* Empty shortcut button in normal state */
"Record Shortcut" = "设置快捷键";

/* Shortcut glyph name for SPACE key */
"Space" = "空格";

/* Title for alert when shortcut is already used */
"The key combination %@ cannot be used" = "组合键 %@ 无法使用";

/* Message for alert when shortcut is already used by the system */
"This combination cannot be used because it is already used by a system-wide keyboard shortcut.\nIf you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences." = "无法使用此组合键，此组合键已被系统全局快捷键使用。\n如果确定要使用此组合键，可以前往“系统偏好设置 > 键盘”中修改系统全局快捷键。";

/* Message for alert when shortcut is already used */
"This shortcut cannot be used because it is already used by the menu item ‘%@’." = "此快捷键已被菜单项 ‘%@’ 使用。";

/* Non-empty shortcut button in recording state */
"Type New Shortcut" = "输入新快捷键";

/* Empty shortcut button in recording state */
"Type Shortcut" = "输入快捷键";

/* Cancel action button for non-empty shortcut in recording state */
"Use Old Shortcut" = "使用旧快捷键";

